{
    "date": "15 октября 2024 г.",
    "title": "Обновление [Баг на баге]",
    "date_en": "15 october 2024 г.",
    "hints_en": [
        "Hint|Don't die!",
        "Hint|You don't have to read these hints, they are useless, as is your attempt to survive.",
        "Hint| If you die, then you will die!",
        "Hint| If you are already dying, then don't die to continue playing.",
        "Hint|By pumping skills, you increase the chance to repair the column.",
        "Hint|The fire can be extinguished without water. But it will take much longer.",
        "Hint|The amount of meat extracted directly depends on the skills you have pumped.",
        "Hint|There are a lot of interesting places on the map. You definitely need to visit them.",
        "Hint|Speakers with a small chance can be repaired with any repair key.",
        "Hint|From meat, vegetables, fruits and mushrooms, you can cook soups and compotes. They have healing properties.",
        "Hint|In case of heavy rain, you can try to collect rainwater. It is clean and safe to use.",
        "Hint|Don't get into trouble against zombies. Most likely you will go to your forefathers!",
        "Hint|When butchering an animal or zombie without gloves, there is a chance that you will get a cut.",
        "Hint|Consume berries and vitamins to boost your immunity.",
        "Hint|By walking and jumping over obstacles, you improve endurance",
        "Hint|When killing an animal, you will receive Hunter skill points.",
        "Hint|When shaking the trees, zombies can hear you. Be careful.",
        "Hint|An overdose of drugs passes with time or with an infusion of saline.",
        "Hint|You can find rocks, sticks, or a worm on the ground.",
        "Hint|Hot objects can harm you. You should be more careful.",
        "Hint|Support your immune system with vitamins and berries. The chances of getting sick will be lower.",
        "Hint|With frequent use of medications, you may get an overdose.",
        "Hint|Upgrade your skills to gain an advantage in the game.",
        "Hint|You can find special protective cases with useful loot.",
        "Hint| Infected at night are much stronger and more aggressive.",
        "Hint|Fishing is a great solution to not starve to death.",
        "Hint|When bitten, wild animals can infect you with rabies.",
        "Hint|Some batteries can be recharged for reuse.",
        "Hint|Use the tester to find out what you are sick of.",
        "Hint|Be careful when eating hot food. It would be better to cool it down.",
        "Hint|Don't go near the windows! The infected are stupid, but they hit with aim.",
        "Hint|Find and read books. This way you will improve your skills.",
        "Hint|The skill menu opens by default with the [O] key. You can change it in the settings.",
        "Hint|Your items may fall out of damaged items. Keep an eye on their condition.",
        "Hint| Syringes with medicine must be sterilized before injecting.",
        "Hint|When you die, you will lose all the skills you have learned and the experience you have gained. Death is just the beginning...",
        "Hint|You can disassemble unnecessary weapons or accessories to them.",
        "Hint|If you eat the same food, you will get an intolerance. You should diversify your diet.",
        "Hint|Wet tablets outside the blister deteriorate over time. Store them in moisture-proof places.",
        "Hint|At death, all your experience and skills are reset to zero. Be careful!",
        "Hint|Digging in the reeds, you can find small animals such as frogs.",
        "Hint|At night, POWER skills are pumped 2 times more efficiently.",
        "Hint|Sometimes you will find closed boxes with useful loot inside. You can open them using various tools.",
        "Hint|When opening locked drawers, you should think about which tool to open. The safety of the loot in the box depends on the choice of the tool.",
        "Hint|You can disassemble the gas mask filter with a screwdriver and pliers.",
        "Hint|Madness develops when you kill players, zombies, as well as when cutting up zombies and being near them.",
        "Hint|The state of the food directly depends on how many calories you get when eating.",
        "Hint|The tin can can be opened with your hands, but you will lose most of the contents.",
        "Hint|When eating dirty fruits, vegetables and mushrooms, you can catch salmonella.",
        "Hint|Fruits, vegetables and mushrooms can be washed on a running column, with clean water or in the rain.",
        "Hint|An overdose of drugs passes over time or with the use of activated carbon.",
        "Info|There is a lot of useful information in the Discord group [discord.gg/fxqAY5r49r ]",
        "Rule|Aggression and provocation of players for the purpose of murder is prohibited!",
        "Rule|Intentional damage to other people's property is prohibited.",
        "Rule|It is forbidden to arrange showdowns in general chats.",
        "Rule|Barter and transactions between players are not prohibited. The administration is not responsible for their outcome.",
        "Rule|It is forbidden to build door to door, wall to wall",
        "Rule|It is forbidden to scatter unclaimed loot in the safe zone. To do this, there are sheds where you can put the loot you don't need.",
        "Rule| It is forbidden to build on the spawn sites of players.",
        "Rule|Provocations of any kind are prohibited.",
        "Rule| Insulting other players and the server administration is prohibited.",
        "Rule|It is forbidden to incite ethnic strife. Discrimination and humiliation of other players is prohibited.",
        "Rule | Any kind of flood and spam is prohibited.",
        "Rule | It is forbidden to build a base without entrances and exits.",
        "Rule | Relog is prohibited - intentionally leaving the game in order to avoid a fight or save loot.",
        "Rule| Viewing through textures of buildings or shelters (Big Brother is watching you).",
        "Rule|Rules for loot - who picked up the loot first (for example, a helicopter, a train or any other useful object).",
        "Rule|Shooting, scattering smoke grenades, flares and chemical lights on the territory of the trade zone is prohibited.",
        "Rule| Any physical harm in the zone is prohibited. Be careful with your new friends!",
        "Rule|You don't have to read these tips, they are useless, as is your attempt to survive.",
        "Hint | If you die, then you will die!",
        "Hint| Learn new skills – the ability to repair drinking water columns will make your life much easier.",
        "Hint|The fire can be extinguished without water, but it will take much longer. Think about whether it's worth it.",
        "Hint|The amount of meat produced directly depends on the level of your skills. Develop them!",
        "Hint|If you are a cheater, go on an erotic walking trip with a crowbar in your ass – there is nothing to spoil the game for others.",
        "Hint| There are a lot of interesting places on the map. You definitely need to visit them.",
        "Hint|Speakers with a small chance can be repaired with any repair key.",
        "Hint|From meat, vegetables, fruits and mushrooms, you can cook soups and compotes. They have healing properties.",
        "Hint|In case of heavy rain, you can try to collect rainwater. It is clean and safe to use.",
        "Hint|Don't get into trouble against zombies. Most likely you will go to your forefathers!",
        "Hint| If you meet a survivor named Shinobe, be sure to ask him: Where is the saw?.",
        "Hint|When butchering an animal or zombie without gloves, there is a chance that you will get a cut.",
        "Hint|Consume berries and vitamins to boost your immunity.",
        "Hint|By walking and jumping over obstacles, you improve endurance",
        "Hint|When killing an animal, you will receive Hunter skill points.",
        "Hint|When shaking the trees, zombies can hear you. Be careful.",
        "Hint|An overdose of drugs passes with time or with an infusion of saline.",
        "Hint|Digging in the ground, you can find various things that will help you survive.",
        "Hint|Hot objects can harm you. You should be more careful.",
        "Hint|There are many ways to extract water – try to use one of them.",
        "Hint|Concussion and overdose will pass over time, if you don't die sooner.",
        "Hint| At military facilities, look at your feet – there is a chance that you will be left without something to look at.",
        "Hint|Sometimes it's better to take your time and squat – it can save your life.",
        "Hint|The rabbit is too heavy for you – find an easier prey.",
        "Hint|Before shaking the reeds in the swamps, it is better to look around carefully – this will save you from trouble.",
        "Hint|It's a RELIFE–one dirty apple can cost you your life.",
        "Hint|Always remember that jumping over fences, you risk being left with torn or even bloody pants.",
        "Hint|Padre is not in the position to cut nails – leave this occupation for peaceful times.",
        "Hint| Do not break bushes with your bare hands, if you do not have a bandage, you can seriously injure yourself.",
        "Hint|After three months of playing on the server, feel free to add [Stress Resistance] to your resume – you deserve it.",
        "Hint|Support your immune system with vitamins and berries. The chances of getting sick will be lower.",
        "Hint|If you use medications frequently, you may get an overdose.",
        "Hint|Take care of your health and do not start diseases – sometimes one pill may not be enough for treatment.",
        "Hint|Upgrade your skills to gain an advantage in the game.",
        "Hint|Cooked chamomile tea is especially effective for relieving insanity, but do not forget to monitor the level of fatigue after drinking it.",
        "Hint|Before you go fishing, think about it! Do you really need it, or is it better to spend time on something more important?",
        "Hint|You can find special protective cases with useful loot.",
        "Hint|Infected at night are much stronger and more aggressive.",
        "Hint|Fishing is a great solution to not starve to death.",
        "Hint|When bitten, wild animals can infect you with rabies.",
        "Hint| If you find yourself in a locked house and have nothing to open the door with, do not despair – shout from the window, and perhaps someone will come to the rescue.",
        "Hint|Some batteries can be recharged for reuse.",
        "Hint|Use the tester to find out what you are sick of.",
        "Hint|Be careful when eating hot food. It would be better to cool it down.",
        "Hint|Don't go near the windows! Infected people are stupid, but they hit with aim.",
        "Hint| Do not grab hot objects with temperatures above 75 degrees if you do not have the appropriate perk.",
        "Hint|Find and read books. This way you will improve your skills.",
        "Hint|The skill menu opens by default with the [O] key. You can change it in the settings.",
        "Hint| If you are already dying, then do not die to continue playing.",
        "Hint|Over time, any food tends to spoil – eat and cook it on time to avoid trouble.",
        "Hint|Your belongings may fall out of damaged items. Keep an eye on their condition.",
        "Hint| Syringes with medicine must be sterilized before injecting.",
        "Hint|When you die, you will lose all the skills you have learned and the experience you have gained. Death is just the beginning...",
        "Hint|You can disassemble unnecessary weapons or accessories to them.",
        "Hint|If you eat the same food, you will get an intolerance. You should diversify your diet.",
        "Hint|Wet tablets outside the blister deteriorate over time. Keep them in moisture-proof places.",
        "Hint|At death, all your experience and skills are reset to zero. Be careful!",
        "Hint|Digging in the reeds, you can find small animals such as frogs.",
        "Hint| If your clothes are wet, there is a risk of catching a cold – do not run wet, it is better to dry off.",
        "Hint|At night, passive leveling of strength skills is 2 times more effective.",
        "Hint|Sometimes you will find closed boxes with useful loot inside. You can open them using various tools.",
        "Hint|When opening locked drawers, you should think about which tool to open. The safety of the loot in the box depends on the choice of the tool.",
        "Hint|You can disassemble the gas mask filter with a screwdriver and pliers.",
        "Hint|Madness develops when you kill players, zombies, as well as when cutting up zombies and being next to them.",
        "Hint|The state of the food directly depends on how many calories you get when eating.",
        "Hint|The tin can can be opened with your hands, but you will lose most of the contents.",
        "Hint|When eating dirty fruits, vegetables and mushrooms, you can catch salmonella.",
        "Hint|Fruits, vegetables and mushrooms can be washed on a running column, with clean water or in the rain.",
        "Hint|An overdose of drugs passes over time or with the use of activated carbon.",
        "Hint|Don't die!",
        "Hint| If you are going to play on the BMSD server, say hello to the creator, teddy Masha, and tell him to periodically rest when he digs into the mods of the RELIFE server, or let him do something useful.",
        "Info|There is a lot of useful information in the Discord group [discord.gg/fxqAY5r49r ]",
        "Rule|Raid of closed bases is prohibited. Bases enclosed simply by frames without boards are considered not closed. Therefore, build your household in a consistent manner!",
        "Rule| Aggression and provocation of players with the aim of killing is prohibited!",
        "Rule| Intentional damage to other people's property is prohibited.",
        "Rule|Any killing of other players is strictly prohibited, regardless of who this player is to you.",
        "Rule|It is forbidden to arrange showdowns in general chats.",
        "Rule|Barter and transactions between players are not prohibited. The administration is not responsible for their outcome.",
        "Rule|One person, clan, or group of players is allowed to have only 1 base.",
        "Rule| It is forbidden to build door to door, wall to wall",
        "Rule|It is forbidden to scatter unclaimed loot in the safe zone. To do this, there are sheds where you can put the loot you don't need.",
        "Rule| It is forbidden to build on the spawn sites of players.",
        "Rule| Provocations of any kind are prohibited.",
        "Rule| Insulting other players and the server administration is prohibited.",
        "Rule|It is forbidden to incite ethnic strife. Discrimination and humiliation of other players is prohibited.",
        "Rule| Any kind of flood and spam is prohibited.",
        "Rule| It is forbidden to build a base without entrances and exits.",
        "Rule| It is forbidden to block any entrances of buildings with tents, beds and the like.",
        "Rule| It is forbidden to relog - deliberate exit from games to avoid combat or save loot.",
        "Rule|It is forbidden to view through the textures of buildings or shelters (Big Brother is watching you).",
        "Rule|Rules for loot - who picked up the first one, that loot (for example, a helicrash, a train, or any other useful item).",
        "Rule|In the camps of survivors, it is forbidden to use any influence on players and their property.",
        "Rule|Shooting, throwing smoke grenades, flares and chemical lights on the territory of the survivor's camp is prohibited.",
        "Rule|Any physical harm to other players is prohibited. Be careful with your new friends!"
    ],
    "hints_ru": [
        "Hint|Не умирайте!",
        "Hint|Можешь не читать эти подсказки, они бесполезны, как и твоя попытка выжить.",
        "Hint|Если вы умрете, то вы умрете!",
        "Hint|Если вы уже при смерти, то не умирайте, чтобы продолжить играть.",
        "Hint|Прокачивая умения вы увеличиваете шанс отремонтировать колонку.",
        "Hint|Костер можно потушить и без воды. Но это займет куда больше времени.",
        "Hint|Количество добытого мяса, напрямую зависит от прокачанных вами умений.",
        "Hint|На карте очень много интересных мест. Вам обязательно нужно их посетить.",
        "Hint|Колонки с небольшим шансом можно починить с помощью любого ремонтного ключа.",
        "Hint|Из мяса, овощей, фруктов и грибов, можно сварить супы и компоты. Они имеют целебные свойства.",
        "Hint|При сильном дожде можно попробовать набрать дождевую воду. Она чистая и безопасна для употребления.",
        "Hint|Не стоит лезть на рожон против зомби. Скорее всего вы отправитесь к праотцам!",
        "Hint|При разделывании животного или зомби без перчаток, есть шанс что вы получите порез.",
        "Hint|Употребляйте ягоды и витамины чтобы повысить свой иммунитет.",
        "Hint|Передвигаясь пешком и прыгая через препятствия, Вы улучшаете выносливость",
        "Hint|При убийстве животного, Вы получите очки навыка Охотника.",
        "Hint|При тряске деревьев, Вас могут услышать зомби. Будьте аккуратнее.",
        "Hint|Передозировка лекарствами проходит со временем или при вливании физраствора.",
        "Hint|На земле можно найти камни, палки или червяка.",
        "Hint|Горячие предметы могут нанести Вам вред. Стоит быть предусмотрительнее.",
        "Hint|Поддерживайте свой иммунитет витаминами и ягодами. Шансы заболеть будут ниже.",
        "Hint|При частом употреблении лекарств Вы можете получить передозировку.",
        "Hint|Прокачивайте навыки чтобы получить преимущество в игре.",
        "Hint|Вы можете найти специальные защитные кейсы с полезным лутом.",
        "Hint|Зараженные в ночное время гораздо сильнее и агрессивнее.",
        "Hint|Рыбалка, отличное решение чтобы не умереть от голода.",
        "Hint|При укусе, дикие животные могут заразить Вас бешенством.",
        "Hint|Некоторые батарейки можно перезарядить для повторного использования.",
        "Hint|Используйте тестер чтобы узнать чем вы заболели.",
        "Hint|Будьте аккуратнее при употреблении горячей пищи. Лучше бы ее остудить.",
        "Hint|Не подходи близко к окнам! Зараженные хоть и туповаты, но бьют прицельно.",
        "Hint|Находите и читайте книги. Так вы повысите свои навыки.",
        "Hint|Меню умений открывается по умолчанию на клавишу [O]. Изменить Вы её можете в настройках.",
        "Hint|Из поврежденных вещей могут выпасть ваши вещи. Следите за их состоянием.",
        "Hint|Шприцы с лекарством необходимо стерилизовать, прежде чем вкалывать.",
        "Hint|Умирая Вы потеряете все изученые умения и полученый опыт. Смерть, это лишь начало...",
        "Hint|Вы можете разобрать ненужное оружие или аксессуары к нему.",
        "Hint|При употреблении одной и той же пищи, вы получите непереносимость. Следует разнообразить свой рацион.",
        "Hint|Мокрые таблетки вне блистера, со временем портятся. Храните их во влагозащищенных местах.",
        "Hint|При смерти, весь Ваш опыт и навыки обнуляются. Будьте аккуратны!",
        "Hint|Копаясь в камышах, вы можете найти мелкую живность, такую как лягушки.",
        "Hint|Ночью, навыки СИЛЫ прокачиваются в 2 раза эффективнее.",
        "Hint|Иногда вы сможете встретить закрытые ящики с полезным лутом внутри. Открыть их можно используя различные инструменты.",
        "Hint|Открывая запертые ящики, стоит подумать каким инструментом открывать. От выбора инструмента, зависит сохранность лута в ящике.",
        "Hint|Вы можете разобрать фильтр для противогаза с помощью отвёртки и пассатижей.",
        "Hint|Безумие развивается когда вы убиваете игроков, зомби, а также при разделке зомби и нахождении рядом с ними.",
        "Hint|От состояния еды, напрямую зависит сколько каллорий Вы получите при употреблении.",
        "Hint|Консервную банку можно открыть руками, но вы потеряете большую часть содержимого.",
        "Hint|При употреблении в пищу грязных фруктов, овощей и грибов, можно подхватить сальмонеллу.",
        "Hint|Фрукты, овощи и грибы можно помыть на работающей колонке, чистой водой или под дождем.",
        "Hint|Передозировка лекарствами проходит со временем или при употреблении активированного угля.",
        "Info|Много полезной информации в группе Discord [discord.gg/fxqAY5r49r]",
        "Rule|Запрещена агрессия и провокация игроков с целью убийства!",
        "Rule|Запрещено умышленное повреждение чужого имущества.",
        "Rule|Запрещено устраивать разборки в общих чатах.",
        "Rule|Бартер и сделки между игроками не запрещены. Администрация не несёт ответственности за их исход.",
        "Rule|Запрещено строить дверь в дверь, стена в стене",
        "Rule|На безопасной зоне запрещено разбрасывать невостребованный лут. Для этого стоят сараи, куда вы можете сложить не нужный вам лут.",
        "Rule|Запрещено строиться на местах спавна игроков.",
        "Rule|Запрещены провокации любого характера.",
        "Rule|Запрещено оскорбление других игроков и администрации сервера.",
        "Rule|Запрещено разжигать межнациональные розни. Запрещена дискриминация и унижение других игроков.",
        "Rule|Запрещён любой вид флуда и спама.",
        "Rule|Запрещено строить базу без входов и выходов.",
        "Rule|Запрещен релог - умышленный выход из игры с целью избежать боя или сохранить лут.",
        "Rule|Запрещен просмотр сквозь текстуры зданий или укрытий (Большой Брат следит за вами).",
        "Rule|Правила по луту - кто первый подобрал, того и лут (например - хеликраш, поезд или любой другой полезный предмет).",
        "Rule|Запрещается стрельба, разбрасывание дымовых гранат, фаеров и хим-света на территории трейд зоны.",
        "Rule|Запрещено любое нанесение физического вреда в зоне. Будьте аккуратны с новыми друзьями!",
        "Rule|Можешь не читать эти подсказки, они бесполезны, как и твоя попытка выжить.",
        "Hint|Если вы умрете, то вы умрете!",
        "Hint|Изучайте новые умения – умение ремонтировать колонки с питьевой водой сделает вашу жизнь намного проще.",
        "Hint|Костер можно потушить и без воды, но это займет гораздо больше времени. Подумайте, стоит ли оно того.",
        "Hint|Количество добытого мяса напрямую зависит от уровня ваших навыков. Развивайте их!",
        "Hint|Если ты читер, отправляйся в пешее эротическое путешествие с ломиком в заднице – нечего портить игру другим.",
        "Hint|На карте очень много интересных мест. Вам обязательно нужно их посетить.",
        "Hint|Колонки с небольшим шансом можно починить с помощью любого ремонтного ключа.",
        "Hint|Из мяса, овощей, фруктов и грибов, можно сварить супы и компоты. Они имеют целебные свойства.",
        "Hint|При сильном дожде можно попробовать набрать дождевую воду. Она чистая и безопасна для употребления.",
        "Hint|Не стоит лезть на рожон против зомби. Скорее всего вы отправитесь к праотцам!",
        "Hint|Если встретите выжившего по имени Shinobe, обязательно спросите у него: «Где пила?».",
        "Hint|При разделывании животного или зомби без перчаток, есть шанс что вы получите порез.",
        "Hint|Употребляйте ягоды и витамины чтобы повысить свой иммунитет.",
        "Hint|Передвигаясь пешком и прыгая через препятствия, Вы улучшаете выносливость",
        "Hint|При убийстве животного, Вы получите очки навыка Охотника.",
        "Hint|При тряске деревьев, Вас могут услышать зомби. Будьте аккуратнее.",
        "Hint|Передозировка лекарствами проходит со временем или при вливании физраствора.",
        "Hint|Копаясь в земле можно найти различные вещи, которые помогут вам в выживании.",
        "Hint|Горячие предметы могут нанести Вам вред. Стоит быть предусмотрительнее.",
        "Hint|Существует множество способов добычи воды – попробуй воспользоваться одним из них.",
        "Hint|Сотрясение мозга и передозировка пройдут со временем, если ты не умрешь раньше.",
        "Hint|На военных объектах смотрите под ноги – есть шанс, что останетесь без того, на что надо смотреть.",
        "Hint|Иногда лучше не спешить и двигаться на корточках – это может спасти тебе жизнь.",
        "Hint|Кролик слишком тяжел для тебя – найди более легкую добычу.",
        "Hint|Прежде чем трясти камыши на болотах, лучше внимательно осмотреться – это убережет от неприятностей.",
        "Hint|Это RELIFE – одно грязное яблоко может стоить тебе жизни.",
        "Hint|Всегда помните, что прыгая через заборы, вы рискуете остаться с рваными или даже кровавыми штанами.",
        "Hint|Падре не по сану стричь ногти – оставь это занятие для мирных времен.",
        "Hint|Не ломай кусты голыми руками, если у тебя нет бинта – ты можешь серьезно пораниться.",
        "Hint|После трех месяцев игры на сервере смело добавляй в резюме [Стрессоустойчивость] – ты это заслужил.",
        "Hint|Поддерживайте свой иммунитет витаминами и ягодами. Шансы заболеть будут ниже.",
        "Hint|При частом употреблении лекарств Вы можете получить передозировку.",
        "Hint|Следите за своим здоровьем и не запускайте болезни – иногда одной таблетки может оказаться недостаточно для лечения.",
        "Hint|Прокачивайте навыки чтобы получить преимущество в игре.",
        "Hint|Приготовленный чай с ромашкой особенно эффективен для снятия безумия, но не забывайте следить за уровнем усталости после его употребления.",
        "Hint|Прежде чем заняться рыбалкой, подумайте! Действительно ли вам это нужно, или лучше потратить время на что-то более важное?",
        "Hint|Вы можете найти специальные защитные кейсы с полезным лутом.",
        "Hint|Зараженные в ночное время гораздо сильнее и агрессивнее.",
        "Hint|Рыбалка, отличное решение чтобы не умереть от голода.",
        "Hint|При укусе, дикие животные могут заразить Вас бешенством.",
        "Hint|Если оказался в запертом доме и нечем открыть дверь, не отчаивайся – покричи из окна, и, возможно, кто-то придет на помощь.",
        "Hint|Некоторые батарейки можно перезарядить для повторного использования.",
        "Hint|Используйте тестер чтобы узнать чем вы заболели.",
        "Hint|Будьте аккуратнее при употреблении горячей пищи. Лучше бы ее остудить.",
        "Hint|Не подходи близко к окнам! Зараженные хоть и туповаты, но бьют прицельно.",
        "Hint|Не хватай горячие предметы с температурой выше 75 градусов, если у тебя нет соответствующего перка.",
        "Hint|Находите и читайте книги. Так вы повысите свои навыки.",
        "Hint|Меню умений открывается по умолчанию на клавишу [O]. Изменить Вы её можете в настройках.",
        "Hint|Если вы уже при смерти, то не умирайте, чтобы продолжить играть.",
        "Hint|Со временем любая еда имеет свойство портиться – ешь и готовь ее вовремя, чтобы избежать неприятностей.",
        "Hint|Из поврежденных вещей могут выпасть ваши вещи. Следите за их состоянием.",
        "Hint|Шприцы с лекарством необходимо стерилизовать, прежде чем вкалывать.",
        "Hint|Умирая Вы потеряете все изученые умения и полученый опыт. Смерть, это лишь начало...",
        "Hint|Вы можете разобрать ненужное оружие или аксессуары к нему.",
        "Hint|При употреблении одной и той же пищи, вы получите непереносимость. Следует разнообразить свой рацион.",
        "Hint|Мокрые таблетки вне блистера, со временем портятся. Храните их во влагозащищенных местах.",
        "Hint|При смерти, весь Ваш опыт и навыки обнуляются. Будьте аккуратны!",
        "Hint|Копаясь в камышах, вы можете найти мелкую живность, такую как лягушки.",
        "Hint|Если ваша одежда промокла, есть риск подхватить простуду – не бегайте мокрыми, лучше высушитесь.",
        "Hint|Ночью, пассивная прокачка навыков силы в 2 раза эффективнее.",
        "Hint|Иногда вы сможете встретить закрытые ящики с полезным лутом внутри. Открыть их можно используя различные инструменты.",
        "Hint|Открывая запертые ящики, стоит подумать каким инструментом открывать. От выбора инструмента, зависит сохранность лута в ящике.",
        "Hint|Вы можете разобрать фильтр для противогаза с помощью отвёртки и пассатижей.",
        "Hint|Безумие развивается когда вы убиваете игроков, зомби, а также при разделке зомби и нахождении рядом с ними.",
        "Hint|От состояния еды, напрямую зависит сколько каллорий Вы получите при употреблении.",
        "Hint|Консервную банку можно открыть руками, но вы потеряете большую часть содержимого.",
        "Hint|При употреблении в пищу грязных фруктов, овощей и грибов, можно подхватить сальмонеллу.",
        "Hint|Фрукты, овощи и грибы можно помыть на работающей колонке, чистой водой или под дождем.",
        "Hint|Передозировка лекарствами проходит со временем или при употреблении активированного угля.",
        "Hint|Не умирайте!",
        "Hint|Если вы будете играть на сервере BMSD, передавайте привет создателю, плюшевой Машке, и скажите чтобы он переодически отдыхал, когда копается в модах сервера RELIFE, или пусть займется чем-то полезным.",
        "Info|Много полезной информации в группе Discord [discord.gg/fxqAY5r49r]",
        "Rule|Запрещен рейд закрытых баз. Базы, огороженные просто рамами без досок, считаются не закрытыми. Поэтому стройте свою холупу соновательно!",
        "Rule|Запрещена агрессия и провокация игроков с целью убийства!",
        "Rule|Запрещено умышленное повреждение чужого имущества.",
        "Rule|Строго запрещены любые убийства других игроков, вне зависимости от того кем этот игрок вам приходится.",
        "Rule|Запрещено устраивать разборки в общих чатах.",
        "Rule|Бартер и сделки между игроками не запрещены. Администрация не несёт ответственности за их исход.",
        "Rule|Одному человеку, клану, группе игроков разрешается иметь только 1 базу.",
        "Rule|Запрещено строить дверь в дверь, стена в стене",
        "Rule|На безопасной зоне запрещено разбрасывать невостребованный лут. Для этого стоят сараи, куда вы можете сложить не нужный вам лут.",
        "Rule|Запрещено строиться на местах спавна игроков.",
        "Rule|Запрещены провокации любого характера.",
        "Rule|Запрещено оскорбление других игроков и администрации сервера.",
        "Rule|Запрещено разжигать межнациональные розни. Запрещена дискриминация и унижение других игроков.",
        "Rule|Запрещён любой вид флуда и спама.",
        "Rule|Запрещено строить базу без входов и выходов.",
        "Rule|Запрещено блокировать любые входы зданий палатками, грядками и тому подобное.",
        "Rule|Запрещен релог - умышленный выход из игры с целью избежать боя или сохранить лут.",
        "Rule|Запрещен просмотр сквозь текстуры зданий или укрытий (Большой Брат следит за вами).",
        "Rule|Правила по луту - кто первый подобрал, того и лут (например - хеликраш, поезд или любой другой полезный предмет).",
        "Rule|В лагерях выживших запрещено использовать любое воздействие на игроков и их имущества.",
        "Rule|Запрещается стрельба, разбрасывание дымовых гранат, фаеров и хим-света на территории лагеря выжившего.",
        "Rule|Запрещено любое нанесение физического вреда другим игроками. Будьте аккуратны с новыми друзьями!"
    ],
    "title_en": "Update [Bug on Bug]",
    "update_text": [
        "- Изменен спавн всех предметов, тиров, зон и так далее и тому подобное.",
        "- Возвращено вид от третьего лица. Да, не удалось реализовать то что я хотел, оставил до лучших времен.",
        "- Карту можно порвать на бумажки.",
        "- Переделан мод на обыск фурнитуры. Теперь она работает более корректно и правильно, но, из-за криворукости БАГемии которая не всегда использует прокси в домах, то некоторая фурнитура будет недоступна, но это не страшно, просто сообщите об этом.",
        "- Уменьшен размер саи в инвентаре для старой катаны.",
        "- Новая настройка персонажа в главном меню. Теперь вы можете выбрать труселя для своего бедолаги, а также внешние особенности на ваше милое личико.",
        "- Обыск фурнитуры ночью без источника света в руках, ничего не даст. Перк [Кошачьи глазки] отменяет это ограничение.",
        "- Перебинтование пореза тряпкой с марганцовкой, теперь также накладывает лечение заражения раны.",
        "- Шалаши которые находятся под дождем, теперь имеют свойство намокать со всем содержимым внутри.",
        "- В слот под картриджи для тестера крови, теперь можно вставить только один картридж.",
        "- Масло в масленках и в банках из под масла теперь работает как полноценная жидкость, со всеми вытекающими функциями переливания.",
        "- Канистры из под масла теперь работают как емкость для жидкости. В них также можно вскипятить воду.",
        "- Бутылка из под физ. раствора, теперь работает как обычная бутылка. Но физ. раствор можно перелить только в эту бутылку.",
        "- Белые пластиковые канистры, которые в домах и пром. зданиях, теперь можно осмотреть на наличие жидкости внутри. В основном там грязная вода, но есть шанс найти бензин или масло.",
        "- Вещи с предметом внутри теперь нельзя отжать. Опустошите их перед отжимом.",
        "- Остужение предмета теперь невозможно с другим предметов в руке.",
        "- При разделке зараженного, помимо новых предметов выпадающих иногда из него, также будет рядом груда его костей после разделки. В этой груде можно покапаться, и желательно в перчатках и найти кости для дальнейшего использования.",
        "- Теперь если вы будете разделывать зараженного и получите при этом порез, то вы сразу получите заражение крови. Будьте аккуратны.",
        "- Добавлена пластиковая бочка которую можно закопать и использовать как схрон. Выкапывать ее каждый раз чтобы положить что-то внутрь, не нужно. Если у вас нечем закопать, то она в целом и так простоит, но гораздо меньше времени чем та которая закопана.",
        "- Возвращена механика невозможности переноса заруиненых предметов.",
        "- Теперь при достижении смертельного уровня крови, вы не умрете мгновенно. В течении около 3 минут у вас будет уходить здоровье пока вы не помрете окончательно.",
        "- Теперь после копашения в земле, будет появляться куча грязи, и рядом с этим местом нельзя будет повторно копошиться.",
        "- Также и с добычей червей инструментами. Вы не сможете теперь копать их в одном месте.",
        "- Марганоцовка и сухие напитки, теперь стакаются.",
        "- Добавлен крафт самодельной гранаты из пороха, пустой консервной банки и сломанных ножниц.",
        "- Добавлены различные виды пороха для последующих крафтов.",
        "- Изменен способ объединения точильного камня. Теперь это крафт который займет некоторое время.",
        "- Лекарсто в шприцах теперь не возможно определить без необходимого умения.",
        "- Теперь при обыске зараженного без маски на лице, есть 20% шанс что вам станет плохо и вы опустошите часть своего желудка.",
        "- При ловле мелких животных в камышах, если ваши руки заняты вы увидите соответствующее уведомление.",
        "- Для некоторых крафтов в верстаке теперь может потребоваться определенное умение.",
        "- При попытке рыбачить с незакрепленной наживкой, будет выведено уведомление о невозможности это сделать.",
        "- Увеличено время с 1 минуты до около 4 минут между отправлением в бессознаку при низком уровне крови, а также добавлено немного рандома в отправку в унку при низком уровне крови. Если кратко, то вы реже падаете в унку при низком уровне крови.",
        "- Способ приготовления блюд поменялся. Теперь нет нужды искать книгу [Сдохни или умри], чтобы действие [Приготовить] было доступно. Теперь вы можете готовить без книги, но вам доступны не все виды блюд. Чтобы открыть новые блюда, вам нужно будет найти для него рецепт в домах или столовых.",
        "- После обыска фурнитуры, деревьев или кустов, теперь отображается иконка что вы её обыскивали или трясли. Не путайте с тем что она отображает состояние обыска для всех. Эта иконка говорит лишь о том, что обыскали или трясли именно вы. После перезахода на сервер, статус сбрасывается для вас, то есть информация доступна только в одном игровом сеансе. Если фурнитуру обыскивали до вас или трясли дерево, вы по прежнему не узнаете этого.",
        "- Из любого флага и 3 веревок, можно теперь сделать небольшой рюкзак на первое время.",
        "- Переделана механика с окровавленным мозгом зараженного. Вам теперь не нужно носить мозг в руках, вам необходимо раздеться полностью, носочки можно не снимать, и натереть своё тело мозгом, после чего можно одеться (ну или ходите и светите задом). И теперь вы меньше интересуете зараженных при передвижении шагом. Это не означает что вы стали невидимым, просто они теперь увидят вас только в упор и когда вы передвигаетесь не быстро, но если увидят, хоть в задницу себе этот мозг засуньте, вас это скорее всего уже не спасёт. Время действия этой намазанной бурды около 15 минут при состоянии мозга в 100%, значок справа внизу вам в помощь. И я бы не ходил намазанным этой бурдой в дождь или плавал, вода смоет с вас вашу маскировку секунд за 30.",
        "- Лопатой иногда можно выкопать дополнительного червя.",
        "- В спавн добавлены листы с информацией, которые при объединении с книгой [Сдохни или умри] (необходима карта Чернаруси в книге), дадут вам информацию о том или ином месте.",
        "- На кладбище вы можете попробовать раскопать захоронения лопатой, но будьте аккуратны, никто не знает чего вы там выкопаете.",
        "- В дождь вы 100% откопаете червя вне зависимости от инструмента, а также увеличен шанс при активированом перке.",
        "- Убран крафт веревок из кишок.",
        "- Добавлены отстутствующие инструменты для разрезания паракорда на веревки.",
        "- Самодельные вещи из тряпок, больше нельзя разорвать на тряпки обратно.",
        "- Добавлен рюкзак из стальной рамы для переноса бревен и досок. Его можно найти в промышленой зоне.",
        "- Марганцовкой теперь можно мыть фрукты и овощи. Жидкости для промывания нужно в два раза меньше чем воды.",
        "- Добавлены паллеты которые можно найти в индастриальных зданиях и зонах спавна. Паллету можно разобрать с помощью лома и получить гвозди и доски в зависимости от состояния паллеты.",
        "- Тушки рыб теперь можно разорвать руками, но вы получите меньше филе.",
        "- Добавлены пятна крови на поверхность, при наличии кровотеченния у игрока.",
        "- Исправлен баг при закапывании схрона.",
        "- Исправлен баг когда попадание плоти зараженного по игроку, не причиняло никакого вреда, а лишь двигало игрока на небольшое расстояние.",
        "- Исправлен баг, когда курение при активированном навыке [Вкусовые сосочки], вызывало рвоту.",
        "- Исправлена анимация поиска насекомых в кустах.",
        "- Исправлены наименования у некоторых предметов и добавлен перевод на другие языки.",
        "- Исправлены крякозябры в некоторых уведомлениях."
    ],
    "update_text_en": [
        "- The spawn of all objects, shooting ranges, zones, and so on and so forth has been changed.",
        "- The third-person view has been returned. Yes, it was not possible to realize what I wanted, I left it until better times.",
        "- The card can be torn into pieces of paper.",
        "- The mod for searching accessories has been redesigned. Now it works more correctly and correctly, but, due to the crookedness of the bug, which does not always use proxies in homes, some accessories will be unavailable, but it's not scary, just let us know.",
        "- The size of the sai in the inventory for the old katana has been reduced.",
        "- New character customization in the main menu. Now you can choose underpants for your poor guy, as well as external features on your pretty face.",
        "- Searching the accessories at night without a light source in your hands will not give anything. The perk [Cat's Eyes] cancels this restriction.",
        "- Bandaging the cut with a cloth with potassium permanganate, now also applies treatment for wound infection.",
        "- Huts that are in the rain now tend to get wet with all the contents inside.",
        "- In the slot for cartridges for the blood tester, you can now insert only one cartridge.",
        "- Oil in oil cans and in oil cans now works as a full-fledged liquid, with all the resulting transfusion functions.",
        "- Oil cans now work as a liquid container. You can also boil water in them.",
        "- A bottle of phys. the solution now works like a regular bottle. But phys. the solution can only be poured into this bottle.",
        "- White plastic cans that are in homes and industrial. buildings can now be inspected for the presence of liquid inside. It's mostly dirty water, but there's a chance to find gasoline or oil.",
        "- Things with an object inside cannot be wrung out now. Empty them before pressing.",
        "- Cooling the object is now impossible with other objects in your hand.",
        "- When cutting an infected person, in addition to new objects sometimes falling out of him, there will also be a pile of his bones next to him after cutting. You can dig into this pile, and preferably with gloves and find bones for further use.",
        "- Now if you cut up an infected person and get a cut at the same time, then you will immediately get blood poisoning. Be careful.",
        "- Added a plastic barrel that can be buried and used as a cache. You don't need to dig it out every time to put something inside. If you have nothing to bury, then it will stand as a whole, but much less time than the one that is buried.",
        "- The mechanics of the impossibility of transferring damaged objects have been returned.",
        "- Now when you reach a deadly blood level, you will not die instantly. For about 3 minutes, your health will go away until you finally die.",
        "- Now, after digging in the ground, a pile of dirt will appear, and it will be impossible to dig around this place again.",
        "- Also with the extraction of worms with tools. You will not be able to dig them in one place now.",
        "- Potassium permanganate and dry drinks are now stacked.",
        "- Added crafting of a homemade grenade made of gunpowder, an empty can and broken scissors.",
        "- Added various types of gunpowder for subsequent crafting.",
        "- Changed the way of combining the grindstone the stone. Now it's crafting which will take some time.",
        "- It is now impossible to determine the medicine in syringes without the necessary skill.",
        "- Now when searching an infected person without a mask on his face, there is a 20% chance that you will feel sick and empty part of your stomach.",
        "- When catching small animals in reeds, if your hands are busy you will see a corresponding notification.",
        "- For some crafting in the workbench, a certain skill may now be required.",
        "- When trying to fish with loose bait, a notification will be displayed stating that it is impossible to do so.",
        "- Increased the time from 1 minute to about 4 minutes between departure to the hospital at low blood levels, and also added a little randomness to sending to the UNC at low blood levels. In short, you are less likely to fall into a fever with a low blood level.",
        "- The method of cooking has changed. Now there is no need to search for the [Die or Die] book so that the [Cook] action is available. Now you can cook without a book, but not all kinds of dishes are available to you. To discover new dishes, you will need to find a recipe for it in homes or canteens.",
        "- After searching the fittings, trees or bushes, the icon is now displayed that you searched or shook it. Do not confuse it with the fact that it displays the search status for everyone. This icon only indicates that it was you who searched or shook. After logging in to the server, the status is reset for you, that is, the information is available only in one game session. If the fittings were searched before you or the tree was shaken, you still won't recognize it.",
        "- From any flag and 3 ropes, you can now make a small backpack for the first time.",
        "- The mechanics with the bloodied brain of the infected have been redesigned. Now you don't need to carry your brain in your hands, you need to undress completely, you can keep your socks on, and rub your body with your brain, after which you can get dressed (well, or walk and shine your ass). And now you are less interested in infected people when walking. This does not mean that you have become invisible, it's just that now they will only see you point-blank and when you don't move fast, but if they see you, at least shove this brain up your ass, it probably won't save you. The duration of this smeared mess is about 15 minutes with a brain condition of 100%, the icon at the bottom right will help you. And I would not go smeared with this stuff in the rain or swim, the water will wash off your disguise in 30 seconds.",
        "- Sometimes you can dig up an additional worm with a shovel.",
        "- Information sheets have been added to spawn, which when combined with the book [Die or die] (a map of Chernarus is needed in They will give you information about a particular place.",
        "- In the cemetery you can try to dig up burials with a shovel, but be careful, no one knows what you will dig up there.",
        "- In the rain, you will 100% dig out the worm, regardless of the tool, and the chance is increased when the perk is activated.",
        "- The crafting of ropes from the intestines is removed.",
        "- Missing tools for cutting the paracord into ropes are added.",
        "- Homemade things from rags, can no longer be torn back into rags.",
        "- Added a steel frame backpack for carrying logs and planks. It can be found in an industrial area.",
        "- It is now possible to wash fruits and vegetables with potassium permanganate. Rinsing liquid needs two times less than water.",
        "- Added pallets that can be found in industrial buildings and spawn areas. The pallet can be disassembled with a crowbar and nails and boards can be obtained depending on the condition of the pallet.",
        "- Fish carcasses can now be torn with your hands, but you will get fewer fillets.",
        "- Blood stains added to the surface, if there is bleeding in the player.",
        "- Fixed a bug when burying a cache.",
        "- Fixed a bug where getting infected flesh on a player did not cause any harm, but only moved the player a short distance.",
        "- Fixed a bug where smoking when the [Taste Buds] skill was activated caused vomiting.",
        "- Fixed the animation of searching for insects in bushes.",
        "- Fixed the names of some items and added translation into other languages.",
        "- Fixed mallards in some notifications."
    ]
}
