{
    "date": "26 апреля 2025 г.",
    "title": "Обновление [Гид]",
    "date_en": "26 april 2025 y.",
    "title_en": "Update [Guide]",
    "update_text": [
        "- Исправлен баг с перком [Доктор Стрендж], когда время жизни предмета не отображалось.",
        "- В лагерях теперь сидят бедолаги с информацией о сервере и механиках, а также которые могут рассказать о различных предметах у вас в руках. Пока там краткая инфа, когда не будет мне лень, буду расширять."
    ],
    "update_text_en": [
        "- Fixed a bug with the [Doctor Strange] perk, when the item's lifetime was not displayed.",
        "- There are now poor guys in the camps with information about the server and mechanics, and who can also tell you about the various items in your hands. For now there is brief information, when I am not too lazy, I will expand it."
    ],
    "hints_en": [
        "Hint|Don't die!",
        "Hint|You don't have to read these hints, they are useless, as is your attempt to survive.",
        "Hint|If you die, then you will die!",
        "Hint|If you are already dying, then don't die to continue playing.",
        "Hint|By pumping skills, you increase the chance to repair the column.",
        "Hint|The fire can be extinguished without water. But it will take much longer.",
        "Hint|The amount of meat extracted directly depends on the skills you have pumped.",
        "Hint|There are a lot of interesting places on the map. You definitely need to visit them.",
        "Hint|Speakers with a small chance can be repaired with any repair key.",
        "Hint|From meat, vegetables, fruits and mushrooms, you can cook soups and compotes. They have healing properties.",
        "Hint|In case of heavy rain, you can try to collect rainwater. It is clean and safe to use.",
        "Hint|Don't get into trouble against zombies. Most likely you will go to your forefathers!",
        "Hint|When butchering an animal or zombie without gloves, there is a chance that you will get a cut.",
        "Hint|Consume berries and vitamins to boost your immunity.",
        "Hint|By walking and jumping over obstacles, you improve endurance",
        "Hint|When killing an animal, you will receive Hunter skill points.",
        "Hint|When shaking the trees, zombies can hear you. Be careful.",
        "Hint|An overdose of drugs passes with time or with an infusion of saline.",
        "Hint|You can find rocks, sticks, or a worm on the ground.",
        "Hint|Hot objects can harm you. You should be more careful.",
        "Hint|Support your immune system with vitamins and berries. The chances of getting sick will be lower.",
        "Hint|With frequent use of medications, you may get an overdose.",
        "Hint|Upgrade your skills to gain an advantage in the game.",
        "Hint|You can find special protective cases with useful loot.",
        "Hint|Infected at night are much stronger and more aggressive.",
        "Hint|Fishing is a great solution to not starve to death.",
        "Hint|When bitten, wild animals can infect you with rabies.",
        "Hint|Some batteries can be recharged for reuse.",
        "Hint|Use the tester to find out what you are sick of.",
        "Hint|Be careful when eating hot food. It would be better to cool it down.",
        "Hint|Don't go near the windows! The infected are stupid, but they hit with aim.",
        "Hint|Find and read books. This way you will improve your skills.",
        "Hint|The skill menu opens by default with the [O] key. You can change it in the settings.",
        "Hint|Your items may fall out of damaged items. Keep an eye on their condition.",
        "Hint|Syringes with medicine must be sterilized before injecting.",
        "Hint|When you die, you will lose all the skills you have learned and the experience you have gained. Death is just the beginning...",
        "Hint|You can disassemble unnecessary weapons or accessories to them.",
        "Hint|If you eat the same food, you will get an intolerance. You should diversify your diet.",
        "Hint|Wet tablets outside the blister deteriorate over time. Store them in moisture-proof places.",
        "Hint|At death, all your experience and skills are reset to zero. Be careful!",
        "Hint|Digging in the reeds, you can find small animals such as frogs.",
        "Hint|At night, POWER skills are pumped 2 times more efficiently.",
        "Hint|Sometimes you will find closed boxes with useful loot inside. You can open them using various tools.",
        "Hint|When opening locked drawers, you should think about which tool to open. The safety of the loot in the box depends on the choice of the tool.",
        "Hint|You can disassemble the gas mask filter with a screwdriver and pliers.",
        "Hint|Madness develops when you kill players, zombies, as well as when cutting up zombies and being near them.",
        "Hint|The state of the food directly depends on how many calories you get when eating.",
        "Hint|The tin can can be opened with your hands, but you will lose most of the contents.",
        "Hint|When eating dirty fruits, vegetables and mushrooms, you can catch salmonella.",
        "Hint|Fruits, vegetables and mushrooms can be washed on a running column, with clean water or in the rain.",
        "Hint|An overdose of drugs passes over time or with the use of activated carbon.",
        "Info|There is a lot of useful information in the Discord group [discord.gg/fxqAY5r49r ]",
        "Rule|Aggression and provocation of players for the purpose of murder is prohibited!",
        "Rule|Intentional damage to other people's property is prohibited.",
        "Rule|It is forbidden to arrange showdowns in general chats.",
        "Rule|Barter and transactions between players are not prohibited. The administration is not responsible for their outcome.",
        "Rule|It is forbidden to build door to door, wall to wall",
        "Rule|It is forbidden to scatter unclaimed loot in the safe zone. To do this, there are sheds where you can put the loot you don't need.",
        "Rule|It is forbidden to build on the spawn sites of players.",
        "Rule|Provocations of any kind are prohibited.",
        "Rule|Insulting other players and the server administration is prohibited.",
        "Rule|It is forbidden to incite ethnic strife. Discrimination and humiliation of other players is prohibited.",
        "Rule|Any kind of flood and spam is prohibited.",
        "Rule|It is forbidden to build a base without entrances and exits.",
        "Rule|Relog is prohibited - intentionally leaving the game in order to avoid a fight or save loot.",
        "Rule| Viewing through textures of buildings or shelters (Big Brother is watching you).",
        "Rule|Rules for loot - who picked up the loot first (for example, a helicopter, a train or any other useful object).",
        "Rule|Shooting, scattering smoke grenades, flares and chemical lights on the territory of the trade zone is prohibited.",
        "Rule| Any physical harm in the zone is prohibited. Be careful with your new friends!",
        "Rule|You don't have to read these tips, they are useless, as is your attempt to survive.",
        "Hint|If you die, then you will die!",
        "Hint|Learn new skills – the ability to repair drinking water columns will make your life much easier.",
        "Hint|The fire can be extinguished without water, but it will take much longer. Think about whether it's worth it.",
        "Hint|The amount of meat produced directly depends on the level of your skills. Develop them!",
        "Hint|If you are a cheater, go on an erotic walking trip with a crowbar in your ass – there is nothing to spoil the game for others.",
        "Hint|There are a lot of interesting places on the map. You definitely need to visit them.",
        "Hint|Speakers with a small chance can be repaired with any repair key.",
        "Hint|From meat, vegetables, fruits and mushrooms, you can cook soups and compotes. They have healing properties.",
        "Hint|In case of heavy rain, you can try to collect rainwater. It is clean and safe to use.",
        "Hint|Don't get into trouble against zombies. Most likely you will go to your forefathers!",
        "Hint|If you meet a survivor named Shinobe, be sure to ask him: Where is the saw?.",
        "Hint|When butchering an animal or zombie without gloves, there is a chance that you will get a cut.",
        "Hint|Consume berries and vitamins to boost your immunity.",
        "Hint|By walking and jumping over obstacles, you improve endurance",
        "Hint|When killing an animal, you will receive Hunter skill points.",
        "Hint|When shaking the trees, zombies can hear you. Be careful.",
        "Hint|An overdose of drugs passes with time or with an infusion of saline.",
        "Hint|Digging in the ground, you can find various things that will help you survive.",
        "Hint|Hot objects can harm you. You should be more careful.",
        "Hint|There are many ways to extract water – try to use one of them.",
        "Hint|Concussion and overdose will pass over time, if you don't die sooner.",
        "Hint|At military facilities, look at your feet – there is a chance that you will be left without something to look at.",
        "Hint|Sometimes it's better to take your time and squat – it can save your life.",
        "Hint|The rabbit is too heavy for you – find an easier prey.",
        "Hint|Before shaking the reeds in the swamps, it is better to look around carefully – this will save you from trouble.",
        "Hint|It's a RELIFE–one dirty apple can cost you your life.",
        "Hint|Always remember that jumping over fences, you risk being left with torn or even bloody pants.",
        "Hint|Padre is not in the position to cut nails – leave this occupation for peaceful times.",
        "Hint|Do not break bushes with your bare hands, if you do not have a bandage, you can seriously injure yourself.",
        "Hint|After three months of playing on the server, feel free to add [Stress Resistance] to your resume – you deserve it.",
        "Hint|Support your immune system with vitamins and berries. The chances of getting sick will be lower.",
        "Hint|If you use medications frequently, you may get an overdose.",
        "Hint|Take care of your health and do not start diseases – sometimes one pill may not be enough for treatment.",
        "Hint|Upgrade your skills to gain an advantage in the game.",
        "Hint|Cooked chamomile tea is especially effective for relieving insanity, but do not forget to monitor the level of fatigue after drinking it.",
        "Hint|Before you go fishing, think about it! Do you really need it, or is it better to spend time on something more important?",
        "Hint|You can find special protective cases with useful loot.",
        "Hint|Infected at night are much stronger and more aggressive.",
        "Hint|Fishing is a great solution to not starve to death.",
        "Hint|When bitten, wild animals can infect you with rabies.",
        "Hint|If you find yourself in a locked house and have nothing to open the door with, do not despair – shout from the window, and perhaps someone will come to the rescue.",
        "Hint|Some batteries can be recharged for reuse.",
        "Hint|Use the tester to find out what you are sick of.",
        "Hint|Be careful when eating hot food. It would be better to cool it down.",
        "Hint|Don't go near the windows! Infected people are stupid, but they hit with aim.",
        "Hint|Do not grab hot objects with temperatures above 75 degrees if you do not have the appropriate perk.",
        "Hint|Find and read books. This way you will improve your skills.",
        "Hint|The skill menu opens by default with the [O] key. You can change it in the settings.",
        "Hint|If you are already dying, then do not die to continue playing.",
        "Hint|Over time, any food tends to spoil – eat and cook it on time to avoid trouble.",
        "Hint|Your belongings may fall out of damaged items. Keep an eye on their condition.",
        "Hint|Syringes with medicine must be sterilized before injecting.",
        "Hint|When you die, you will lose all the skills you have learned and the experience you have gained. Death is just the beginning...",
        "Hint|You can disassemble unnecessary weapons or accessories to them.",
        "Hint|If you eat the same food, you will get an intolerance. You should diversify your diet.",
        "Hint|Wet tablets outside the blister deteriorate over time. Keep them in moisture-proof places.",
        "Hint|At death, all your experience and skills are reset to zero. Be careful!",
        "Hint|Digging in the reeds, you can find small animals such as frogs.",
        "Hint|If your clothes are wet, there is a risk of catching a cold – do not run wet, it is better to dry off.",
        "Hint|At night, passive leveling of strength skills is 2 times more effective.",
        "Hint|Sometimes you will find closed boxes with useful loot inside. You can open them using various tools.",
        "Hint|When opening locked drawers, you should think about which tool to open. The safety of the loot in the box depends on the choice of the tool.",
        "Hint|You can disassemble the gas mask filter with a screwdriver and pliers.",
        "Hint|Madness develops when you kill players, zombies, as well as when cutting up zombies and being next to them.",
        "Hint|The state of the food directly depends on how many calories you get when eating.",
        "Hint|The tin can can be opened with your hands, but you will lose most of the contents.",
        "Hint|When eating dirty fruits, vegetables and mushrooms, you can catch salmonella.",
        "Hint|Fruits, vegetables and mushrooms can be washed on a running column, with clean water or in the rain.",
        "Hint|An overdose of drugs passes over time or with the use of activated carbon.",
        "Hint|Don't die!",
        "Hint|If you are going to play on the BMSD server, say hello to the creator, teddy Masha, and tell him to periodically rest when he digs into the mods of the RELIFE server, or let him do something useful.",
        "Info|There is a lot of useful information in the Discord group [discord.gg/fxqAY5r49r ]",
        "Rule|Raid of closed bases is prohibited. Bases enclosed simply by frames without boards are considered not closed. Therefore, build your household in a consistent manner!",
        "Rule|Aggression and provocation of players with the aim of killing is prohibited!",
        "Rule|Intentional damage to other people's property is prohibited.",
        "Rule|Any killing of other players is strictly prohibited, regardless of who this player is to you.",
        "Rule|It is forbidden to arrange showdowns in general chats.",
        "Rule|Barter and transactions between players are not prohibited. The administration is not responsible for their outcome.",
        "Rule|One person, clan, or group of players is allowed to have only 1 base.",
        "Rule|It is forbidden to build door to door, wall to wall",
        "Rule|It is forbidden to scatter unclaimed loot in the safe zone. To do this, there are sheds where you can put the loot you don't need.",
        "Rule|It is forbidden to build on the spawn sites of players.",
        "Rule|Provocations of any kind are prohibited.",
        "Rule|Insulting other players and the server administration is prohibited.",
        "Rule|It is forbidden to incite ethnic strife. Discrimination and humiliation of other players is prohibited.",
        "Rule|Any kind of flood and spam is prohibited.",
        "Rule|It is forbidden to build a base without entrances and exits.",
        "Rule|It is forbidden to block any entrances of buildings with tents, beds and the like.",
        "Rule|It is forbidden to relog - deliberate exit from games to avoid combat or save loot.",
        "Rule|It is forbidden to view through the textures of buildings or shelters (Big Brother is watching you).",
        "Rule|Rules for loot - who picked up the first one, that loot (for example, a helicrash, a train, or any other useful item).",
        "Rule|In the camps of survivors, it is forbidden to use any influence on players and their property.",
        "Rule|Shooting, throwing smoke grenades, flares and chemical lights on the territory of the survivor's camp is prohibited.",
        "Rule|Any physical harm to other players is prohibited. Be careful with your new friends!"
    ],
    "hints_ru": [
        "Hint|Не умирайте!",
        "Hint|Можешь не читать эти подсказки, они бесполезны, как и твоя попытка выжить.",
        "Hint|Если вы умрете, то вы умрете!",
        "Hint|Если вы уже при смерти, то не умирайте, чтобы продолжить играть.",
        "Hint|Прокачивая умения вы увеличиваете шанс отремонтировать колонку.",
        "Hint|Костер можно потушить и без воды. Но это займет куда больше времени.",
        "Hint|Количество добытого мяса, напрямую зависит от прокачанных вами умений.",
        "Hint|На карте очень много интересных мест. Вам обязательно нужно их посетить.",
        "Hint|Колонки с небольшим шансом можно починить с помощью любого ремонтного ключа.",
        "Hint|Из мяса, овощей, фруктов и грибов, можно сварить супы и компоты. Они имеют целебные свойства.",
        "Hint|При сильном дожде можно попробовать набрать дождевую воду. Она чистая и безопасна для употребления.",
        "Hint|Не стоит лезть на рожон против зомби. Скорее всего вы отправитесь к праотцам!",
        "Hint|При разделывании животного или зомби без перчаток, есть шанс что вы получите порез.",
        "Hint|Употребляйте ягоды и витамины чтобы повысить свой иммунитет.",
        "Hint|Передвигаясь пешком и прыгая через препятствия, Вы улучшаете выносливость",
        "Hint|При убийстве животного, Вы получите очки навыка Охотника.",
        "Hint|При тряске деревьев, Вас могут услышать зомби. Будьте аккуратнее.",
        "Hint|Передозировка лекарствами проходит со временем или при вливании физраствора.",
        "Hint|На земле можно найти камни, палки или червяка.",
        "Hint|Горячие предметы могут нанести Вам вред. Стоит быть предусмотрительнее.",
        "Hint|Поддерживайте свой иммунитет витаминами и ягодами. Шансы заболеть будут ниже.",
        "Hint|При частом употреблении лекарств Вы можете получить передозировку.",
        "Hint|Прокачивайте навыки чтобы получить преимущество в игре.",
        "Hint|Вы можете найти специальные защитные кейсы с полезным лутом.",
        "Hint|Зараженные в ночное время гораздо сильнее и агрессивнее.",
        "Hint|Рыбалка, отличное решение чтобы не умереть от голода.",
        "Hint|При укусе, дикие животные могут заразить Вас бешенством.",
        "Hint|Некоторые батарейки можно перезарядить для повторного использования.",
        "Hint|Используйте тестер чтобы узнать чем вы заболели.",
        "Hint|Будьте аккуратнее при употреблении горячей пищи. Лучше бы ее остудить.",
        "Hint|Не подходи близко к окнам! Зараженные хоть и туповаты, но бьют прицельно.",
        "Hint|Находите и читайте книги. Так вы повысите свои навыки.",
        "Hint|Меню умений открывается по умолчанию на клавишу [O]. Изменить Вы её можете в настройках.",
        "Hint|Из поврежденных вещей могут выпасть ваши вещи. Следите за их состоянием.",
        "Hint|Шприцы с лекарством необходимо стерилизовать, прежде чем вкалывать.",
        "Hint|Умирая Вы потеряете все изученые умения и полученый опыт. Смерть, это лишь начало...",
        "Hint|Вы можете разобрать ненужное оружие или аксессуары к нему.",
        "Hint|При употреблении одной и той же пищи, вы получите непереносимость. Следует разнообразить свой рацион.",
        "Hint|Мокрые таблетки вне блистера, со временем портятся. Храните их во влагозащищенных местах.",
        "Hint|При смерти, весь Ваш опыт и навыки обнуляются. Будьте аккуратны!",
        "Hint|Копаясь в камышах, вы можете найти мелкую живность, такую как лягушки.",
        "Hint|Ночью, навыки СИЛЫ прокачиваются в 2 раза эффективнее.",
        "Hint|Иногда вы сможете встретить закрытые ящики с полезным лутом внутри. Открыть их можно используя различные инструменты.",
        "Hint|Открывая запертые ящики, стоит подумать каким инструментом открывать. От выбора инструмента, зависит сохранность лута в ящике.",
        "Hint|Вы можете разобрать фильтр для противогаза с помощью отвёртки и пассатижей.",
        "Hint|Безумие развивается когда вы убиваете игроков, зомби, а также при разделке зомби и нахождении рядом с ними.",
        "Hint|От состояния еды, напрямую зависит сколько каллорий Вы получите при употреблении.",
        "Hint|Консервную банку можно открыть руками, но вы потеряете большую часть содержимого.",
        "Hint|При употреблении в пищу грязных фруктов, овощей и грибов, можно подхватить сальмонеллу.",
        "Hint|Фрукты, овощи и грибы можно помыть на работающей колонке, чистой водой или под дождем.",
        "Hint|Передозировка лекарствами проходит со временем или при употреблении активированного угля.",
        "Info|Много полезной информации в группе Discord [discord.gg/fxqAY5r49r]",
        "Rule|Запрещена агрессия и провокация игроков с целью убийства!",
        "Rule|Запрещено умышленное повреждение чужого имущества.",
        "Rule|Запрещено устраивать разборки в общих чатах.",
        "Rule|Бартер и сделки между игроками не запрещены. Администрация не несёт ответственности за их исход.",
        "Rule|Запрещено строить дверь в дверь, стена в стене",
        "Rule|На безопасной зоне запрещено разбрасывать невостребованный лут. Для этого стоят сараи, куда вы можете сложить не нужный вам лут.",
        "Rule|Запрещено строиться на местах спавна игроков.",
        "Rule|Запрещены провокации любого характера.",
        "Rule|Запрещено оскорбление других игроков и администрации сервера.",
        "Rule|Запрещено разжигать межнациональные розни. Запрещена дискриминация и унижение других игроков.",
        "Rule|Запрещён любой вид флуда и спама.",
        "Rule|Запрещено строить базу без входов и выходов.",
        "Rule|Запрещен релог - умышленный выход из игры с целью избежать боя или сохранить лут.",
        "Rule|Запрещен просмотр сквозь текстуры зданий или укрытий (Большой Брат следит за вами).",
        "Rule|Правила по луту - кто первый подобрал, того и лут (например - хеликраш, поезд или любой другой полезный предмет).",
        "Rule|Запрещается стрельба, разбрасывание дымовых гранат, фаеров и хим-света на территории трейд зоны.",
        "Rule|Запрещено любое нанесение физического вреда в зоне. Будьте аккуратны с новыми друзьями!",
        "Rule|Можешь не читать эти подсказки, они бесполезны, как и твоя попытка выжить.",
        "Hint|Если вы умрете, то вы умрете!",
        "Hint|Изучайте новые умения – умение ремонтировать колонки с питьевой водой сделает вашу жизнь намного проще.",
        "Hint|Костер можно потушить и без воды, но это займет гораздо больше времени. Подумайте, стоит ли оно того.",
        "Hint|Количество добытого мяса напрямую зависит от уровня ваших навыков. Развивайте их!",
        "Hint|Если ты читер, отправляйся в пешее эротическое путешествие с ломиком в заднице – нечего портить игру другим.",
        "Hint|На карте очень много интересных мест. Вам обязательно нужно их посетить.",
        "Hint|Колонки с небольшим шансом можно починить с помощью любого ремонтного ключа.",
        "Hint|Из мяса, овощей, фруктов и грибов, можно сварить супы и компоты. Они имеют целебные свойства.",
        "Hint|При сильном дожде можно попробовать набрать дождевую воду. Она чистая и безопасна для употребления.",
        "Hint|Не стоит лезть на рожон против зомби. Скорее всего вы отправитесь к праотцам!",
        "Hint|Если встретите выжившего по имени Shinobe, обязательно спросите у него: «Где пила?».",
        "Hint|При разделывании животного или зомби без перчаток, есть шанс что вы получите порез.",
        "Hint|Употребляйте ягоды и витамины чтобы повысить свой иммунитет.",
        "Hint|Передвигаясь пешком и прыгая через препятствия, Вы улучшаете выносливость",
        "Hint|При убийстве животного, Вы получите очки навыка Охотника.",
        "Hint|При тряске деревьев, Вас могут услышать зомби. Будьте аккуратнее.",
        "Hint|Передозировка лекарствами проходит со временем или при вливании физраствора.",
        "Hint|Копаясь в земле можно найти различные вещи, которые помогут вам в выживании.",
        "Hint|Горячие предметы могут нанести Вам вред. Стоит быть предусмотрительнее.",
        "Hint|Существует множество способов добычи воды – попробуй воспользоваться одним из них.",
        "Hint|Сотрясение мозга и передозировка пройдут со временем, если ты не умрешь раньше.",
        "Hint|На военных объектах смотрите под ноги – есть шанс, что останетесь без того, на что надо смотреть.",
        "Hint|Иногда лучше не спешить и двигаться на корточках – это может спасти тебе жизнь.",
        "Hint|Кролик слишком тяжел для тебя – найди более легкую добычу.",
        "Hint|Прежде чем трясти камыши на болотах, лучше внимательно осмотреться – это убережет от неприятностей.",
        "Hint|Это RELIFE – одно грязное яблоко может стоить тебе жизни.",
        "Hint|Всегда помните, что прыгая через заборы, вы рискуете остаться с рваными или даже кровавыми штанами.",
        "Hint|Падре не по сану стричь ногти – оставь это занятие для мирных времен.",
        "Hint|Не ломай кусты голыми руками, если у тебя нет бинта – ты можешь серьезно пораниться.",
        "Hint|После трех месяцев игры на сервере смело добавляй в резюме [Стрессоустойчивость] – ты это заслужил.",
        "Hint|Поддерживайте свой иммунитет витаминами и ягодами. Шансы заболеть будут ниже.",
        "Hint|При частом употреблении лекарств Вы можете получить передозировку.",
        "Hint|Следите за своим здоровьем и не запускайте болезни – иногда одной таблетки может оказаться недостаточно для лечения.",
        "Hint|Прокачивайте навыки чтобы получить преимущество в игре.",
        "Hint|Приготовленный чай с ромашкой особенно эффективен для снятия безумия, но не забывайте следить за уровнем усталости после его употребления.",
        "Hint|Прежде чем заняться рыбалкой, подумайте! Действительно ли вам это нужно, или лучше потратить время на что-то более важное?",
        "Hint|Вы можете найти специальные защитные кейсы с полезным лутом.",
        "Hint|Зараженные в ночное время гораздо сильнее и агрессивнее.",
        "Hint|Рыбалка, отличное решение чтобы не умереть от голода.",
        "Hint|При укусе, дикие животные могут заразить Вас бешенством.",
        "Hint|Если оказался в запертом доме и нечем открыть дверь, не отчаивайся – покричи из окна, и, возможно, кто-то придет на помощь.",
        "Hint|Некоторые батарейки можно перезарядить для повторного использования.",
        "Hint|Используйте тестер чтобы узнать чем вы заболели.",
        "Hint|Будьте аккуратнее при употреблении горячей пищи. Лучше бы ее остудить.",
        "Hint|Не подходи близко к окнам! Зараженные хоть и туповаты, но бьют прицельно.",
        "Hint|Не хватай горячие предметы с температурой выше 75 градусов, если у тебя нет соответствующего перка.",
        "Hint|Находите и читайте книги. Так вы повысите свои навыки.",
        "Hint|Меню умений открывается по умолчанию на клавишу [O]. Изменить Вы её можете в настройках.",
        "Hint|Если вы уже при смерти, то не умирайте, чтобы продолжить играть.",
        "Hint|Со временем любая еда имеет свойство портиться – ешь и готовь ее вовремя, чтобы избежать неприятностей.",
        "Hint|Из поврежденных вещей могут выпасть ваши вещи. Следите за их состоянием.",
        "Hint|Шприцы с лекарством необходимо стерилизовать, прежде чем вкалывать.",
        "Hint|Умирая Вы потеряете все изученые умения и полученый опыт. Смерть, это лишь начало...",
        "Hint|Вы можете разобрать ненужное оружие или аксессуары к нему.",
        "Hint|При употреблении одной и той же пищи, вы получите непереносимость. Следует разнообразить свой рацион.",
        "Hint|Мокрые таблетки вне блистера, со временем портятся. Храните их во влагозащищенных местах.",
        "Hint|При смерти, весь Ваш опыт и навыки обнуляются. Будьте аккуратны!",
        "Hint|Копаясь в камышах, вы можете найти мелкую живность, такую как лягушки.",
        "Hint|Если ваша одежда промокла, есть риск подхватить простуду – не бегайте мокрыми, лучше высушитесь.",
        "Hint|Ночью, пассивная прокачка навыков силы в 2 раза эффективнее.",
        "Hint|Иногда вы сможете встретить закрытые ящики с полезным лутом внутри. Открыть их можно используя различные инструменты.",
        "Hint|Открывая запертые ящики, стоит подумать каким инструментом открывать. От выбора инструмента, зависит сохранность лута в ящике.",
        "Hint|Вы можете разобрать фильтр для противогаза с помощью отвёртки и пассатижей.",
        "Hint|Безумие развивается когда вы убиваете игроков, зомби, а также при разделке зомби и нахождении рядом с ними.",
        "Hint|От состояния еды, напрямую зависит сколько каллорий Вы получите при употреблении.",
        "Hint|Консервную банку можно открыть руками, но вы потеряете большую часть содержимого.",
        "Hint|При употреблении в пищу грязных фруктов, овощей и грибов, можно подхватить сальмонеллу.",
        "Hint|Фрукты, овощи и грибы можно помыть на работающей колонке, чистой водой или под дождем.",
        "Hint|Передозировка лекарствами проходит со временем или при употреблении активированного угля.",
        "Hint|Не умирайте!",
        "Hint|Если вы будете играть на сервере BMSD, передавайте привет создателю, плюшевой Машке, и скажите чтобы он переодически отдыхал, когда копается в модах сервера RELIFE, или пусть займется чем-то полезным.",
        "Info|Много полезной информации в группе Discord [discord.gg/fxqAY5r49r]",
        "Rule|Запрещен рейд закрытых баз. Базы, огороженные просто рамами без досок, считаются не закрытыми. Поэтому стройте свою холупу соновательно!",
        "Rule|Запрещена агрессия и провокация игроков с целью убийства!",
        "Rule|Запрещено умышленное повреждение чужого имущества.",
        "Rule|Строго запрещены любые убийства других игроков, вне зависимости от того кем этот игрок вам приходится.",
        "Rule|Запрещено устраивать разборки в общих чатах.",
        "Rule|Бартер и сделки между игроками не запрещены. Администрация не несёт ответственности за их исход.",
        "Rule|Одному человеку, клану, группе игроков разрешается иметь только 1 базу.",
        "Rule|Запрещено строить дверь в дверь, стена в стене",
        "Rule|В лагерях запрещено разбрасывать невостребованный лут. Для этого стоят сараи, куда вы можете сложить не нужный вам лут.",
        "Rule|Запрещено строиться на местах спавна игроков.",
        "Rule|Запрещены провокации любого характера.",
        "Rule|Запрещено оскорбление других игроков и администрации сервера.",
        "Rule|Запрещено разжигать межнациональные розни. Запрещена дискриминация и унижение других игроков.",
        "Rule|Запрещён любой вид флуда и спама.",
        "Rule|Запрещено строить базу без входов и выходов.",
        "Rule|Запрещено блокировать любые входы зданий палатками, грядками и тому подобное.",
        "Rule|Запрещен релог - умышленный выход из игры с целью избежать боя или сохранить лут.",
        "Rule|Запрещен просмотр сквозь текстуры зданий или укрытий (Большой Брат следит за вами).",
        "Rule|Правила по луту - кто первый подобрал, того и лут (например - хеликраш, поезд или любой другой полезный предмет).",
        "Rule|В лагерях выживших запрещено использовать любое воздействие на игроков и их имущества.",
        "Rule|Запрещается стрельба, разбрасывание дымовых гранат, фаеров и хим-света на территории лагеря выжившего.",
        "Rule|Запрещено любое нанесение физического вреда другим игроками. Будьте аккуратны с новыми друзьями!"
    ]
}

